import React from 'react';
import Person from "@/components/shared/team/person";

const TeamPage = () => {
    return (
        <>
            <section className="bg-gray-100 mt-[66px] w-full py-5 md:py-20">
                <div className="container flex flex-col justify-center items-center">
                    <h1 className="text-8xl font-bold text-center pb-5">
                        Наша <span className="text-gradient">Команда</span>
                    </h1>
                    <p className="text-xl max-w-[800px]">Lorem ipsum dolor sit amet, consectetur adipisicing elit.
                        Blanditiis deserunt doloribus facilis fugit molestias similique sint soluta voluptatibus
                        voluptatum! Eligendi eos, eveniet ipsa laudantium quod reiciendis reprehenderit sed totam
                        vero!</p>
                </div>
            </section>
            <section className="container flex flex-col gap-10 w-full py-5 md:py-20">
                <Person
                    photo={`https://gettoijso.stemolympiads.kz/wp-content/uploads/2024/08/5285514667629862933.jpg`}
                    name={`Аканов Альтаир`}
                    status={`Главный представитель проекта`}
                    school={`Ученик РФМШ г.Астана`}
                    description={`Член сборной по физике
Золотой призер РКНП “Дарын” по физике
Бронзовый призер IJSO
Организатор Первого в Казахстане Integration Bee среди учеников города Астана и Акмолинской области
Организатор физических боев среди 8-мых классов города Астана
Вице-президент РФМШ Астана — организатор внутришкольных олимпиад, показов экспериментов, литературного бала и математических боев
Преподаватель младшего олимпийского резерва РФМШ по физике.
                    `}
                />
                <Person
                    photo={`https://gettoijso.stemolympiads.kz/wp-content/uploads/2024/08/5285514667629862933.jpg`}
                    name={`Аканов Альтаир`}
                    status={`Главный представитель проекта`}
                    school={`Ученик РФМШ г.Астана`}
                    description={`Член сборной по физике
Золотой призер РКНП “Дарын” по физике
Бронзовый призер IJSO
Организатор Первого в Казахстане Integration Bee среди учеников города Астана и Акмолинской области
Организатор физических боев среди 8-мых классов города Астана
Вице-президент РФМШ Астана — организатор внутришкольных олимпиад, показов экспериментов, литературного бала и математических боев
Преподаватель младшего олимпийского резерва РФМШ по физике.
                    `}
                />
                <Person
                    photo={`https://gettoijso.stemolympiads.kz/wp-content/uploads/2024/08/5285514667629862933.jpg`}
                    name={`Аканов Альтаир`}
                    status={`Главный представитель проекта`}
                    school={`Ученик РФМШ г.Астана`}
                    description={`Член сборной по физике
Золотой призер РКНП “Дарын” по физике
Бронзовый призер IJSO
Организатор Первого в Казахстане Integration Bee среди учеников города Астана и Акмолинской области
Организатор физических боев среди 8-мых классов города Астана
Вице-президент РФМШ Астана — организатор внутришкольных олимпиад, показов экспериментов, литературного бала и математических боев
Преподаватель младшего олимпийского резерва РФМШ по физике.
                    `}
                />
                <Person
                    photo={`https://gettoijso.stemolympiads.kz/wp-content/uploads/2024/08/5285514667629862933.jpg`}
                    name={`Аканов Альтаир`}
                    status={`Главный представитель проекта`}
                    school={`Ученик РФМШ г.Астана`}
                    description={`Член сборной по физике
Золотой призер РКНП “Дарын” по физике
Бронзовый призер IJSO
Организатор Первого в Казахстане Integration Bee среди учеников города Астана и Акмолинской области
Организатор физических боев среди 8-мых классов города Астана
Вице-президент РФМШ Астана — организатор внутришкольных олимпиад, показов экспериментов, литературного бала и математических боев
Преподаватель младшего олимпийского резерва РФМШ по физике.
                    `}
                />
                <Person
                    photo={`https://gettoijso.stemolympiads.kz/wp-content/uploads/2024/08/5285514667629862933.jpg`}
                    name={`Аканов Альтаир`}
                    status={`Главный представитель проекта`}
                    school={`Ученик РФМШ г.Астана`}
                    description={`Член сборной по физике
Золотой призер РКНП “Дарын” по физике
Бронзовый призер IJSO
Организатор Первого в Казахстане Integration Bee среди учеников города Астана и Акмолинской области
Организатор физических боев среди 8-мых классов города Астана
Вице-президент РФМШ Астана — организатор внутришкольных олимпиад, показов экспериментов, литературного бала и математических боев
Преподаватель младшего олимпийского резерва РФМШ по физике.
                    `}
                />
                <Person
                    photo={`https://gettoijso.stemolympiads.kz/wp-content/uploads/2024/08/5285514667629862933.jpg`}
                    name={`Аканов Альтаир`}
                    status={`Главный представитель проекта`}
                    school={`Ученик РФМШ г.Астана`}
                    description={`Член сборной по физике
Золотой призер РКНП “Дарын” по физике
Бронзовый призер IJSO
Организатор Первого в Казахстане Integration Bee среди учеников города Астана и Акмолинской области
Организатор физических боев среди 8-мых классов города Астана
Вице-президент РФМШ Астана — организатор внутришкольных олимпиад, показов экспериментов, литературного бала и математических боев
Преподаватель младшего олимпийского резерва РФМШ по физике.
                    `}
                />
                <Person
                    photo={`https://gettoijso.stemolympiads.kz/wp-content/uploads/2024/08/5285514667629862933.jpg`}
                    name={`Аканов Альтаир`}
                    status={`Главный представитель проекта`}
                    school={`Ученик РФМШ г.Астана`}
                    description={`Член сборной по физике
Золотой призер РКНП “Дарын” по физике
Бронзовый призер IJSO
Организатор Первого в Казахстане Integration Bee среди учеников города Астана и Акмолинской области
Организатор физических боев среди 8-мых классов города Астана
Вице-президент РФМШ Астана — организатор внутришкольных олимпиад, показов экспериментов, литературного бала и математических боев
Преподаватель младшего олимпийского резерва РФМШ по физике.
                    `}
                />
            </section>
        </>
    );
};

export default TeamPage;